Repository: GSM-MSG/SleepShield-iOS
Catalog: SleepShield/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, da, de, es, fr, he, hi, it, ja, ko, pt_br, ru, tr, uk_ua, zh_hans

source: Enable Screen Time permission in Settings.
ar: تمكين إذن وقت الشاشة في الإعدادات.
bn: সেটিংসে স্ক্রিন টাইম অনুমতি সক্ষম করুন।
da: Aktivér adgang til skærmtid i indstillinger.
de: Aktiviere die Bildschirmzeit-Berechtigung in den Einstellungen.
es: Habilita el permiso de tiempo de pantalla en Ajustes.
fr: Activez la permission Temps d'écran dans les Paramètres.
he: הפעל הרשאת זמן מסך בהגדרות.
hi: सेटिंग्स में स्क्रीन टाइम अनुमति सक्षम करें।
it: Abilita il permesso per Tempo di Utilizzo nelle Impostazioni.
ja: 設定でスクリーンタイム権限を有効にしてください。
ko: 설정에서 스크린 타임 권한을 활성화하세요.
pt_br: Habilite a permissão de tempo de tela nas configurações.
ru: Включите разрешение на экранное время в настройках.
tr: Ayarlar'da Ekran Süresi iznini etkinleştirin.
uk_ua: Увімкніть дозвіл екранного часу в Налаштуваннях.
zh_hans: 在设置中启用屏幕时间权限。

source: Enabled at %@
ar: مفعّل في %@
bn: %@ এ সক্রিয় করা হয়েছে
da: Aktiveret kl. %@
de: Aktiviert um %@
es: Activado a las %@
fr: Activé à %@
he: מופעל ב-%@
hi: %@ पर सक्षम
it: Attivato alle %@
ja: %@に有効
ko: %@에 활성화됨
pt_br: Ativado às %@
ru: Включено в %@
tr: %@ zamanında etkinleştirildi
uk_ua: Увімкнено о %@
zh_hans: 启用于%@

source: Ends at %@
ar: ينتهي في %@
bn: %@ এ শেষ হয়
da: Slutter kl. %@
de: Endet um %@
es: Termina a las %@
fr: Se termine à %@
he: מסתיים ב-%@
hi: %@ पर समाप्त होता है
it: Termina alle %@
ja: %@に終了
ko: %@에 종료
pt_br: Termina às %@
ru: Заканчивается в %@
tr: %@ tarihinde sona erer
uk_ua: Закінчується о %@
zh_hans: 结束于 %@

source: Every day
ar: كل يوم
bn: প্রতিদিন
da: Hver dag
de: Jeden Tag
es: Todos los días
fr: Tous les jours
he: כל יום
hi: हर दिन
it: Ogni giorno
ja: 毎日
ko: 매일
pt_br: Todos os dias
ru: Каждый день
tr: Her gün
uk_ua: Щодня
zh_hans: 每天

source: Finishing...
ar: جارٍ الإنهاء...
bn: শেষ করা হচ্ছে...
da: Afslutter...
de: Abschließen...
es: Finalizando...
fr: Finalisation...
he: מסיים...
hi: समाप्त हो रहा है...
it: Completamento...
ja: 完了中...
ko: 완료 중...
pt_br: Finalizando...
ru: Завершается...
tr: Tamamlanıyor...
uk_ua: Завершення...
zh_hans: 完成中...

source: Get Started
ar: ابدأ الآن
bn: শুরু করুন
da: Kom i gang
de: Loslegen
es: Comenzar
fr: Commencer
he: התחל
hi: शुरू करें
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
tr: Başla
uk_ua: Почати
zh_hans: 开始

source: Here’s the morning shift.
ar: إليك فترة الصباح.
bn: এখানে সকালের শিফট।
da: Her er morgenholdet.
de: Hier ist die Morgenschicht.
es: Aquí está el turno de la mañana.
fr: Voici le rythme matinal.
he: הנה משמרת הבוקר.
hi: यहां सुबह की शिफ्ट है।
it: Ecco il turno mattutino.
ja: 朝の時間帯です。
ko: 아침 시간대입니다.
pt_br: Aqui está o turno da manhã.
ru: Вот утренняя смена.
tr: İşte sabah vardiyası.
uk_ua: Ось ранкова зміна.
zh_hans: 这是早晨的安排。

source: Hyper-productive morning
ar: صباح فائق الإنتاجية
bn: অত্যন্ত উৎপাদনশীল সকাল
da: Hyper-produktiv morgen
de: Hyperproduktiver Morgen
es: Mañana hiper-productiva
fr: Matinée hyper-productive
he: בוקר היפר-פרודוקטיבי
hi: अत्यधिक उत्पादक सुबह
it: Mattinata iper-produttiva
ja: 超生産的な朝
ko: 초생산적인 아침
pt_br: Manhã hiper-produtiva
ru: Сверхпродуктивное утро
tr: Hiper üretken sabah
uk_ua: Гіперпродуктивний ранок
zh_hans: 高效的早晨

source: Late-night meme sprint
ar: سباق الميمات في وقت متأخر من الليل
bn: রাতের মিম স্প্রিন্ট
da: Sen-nat meme-sprint
de: Spätnächtlicher Meme-Sprint
es: Maratón nocturno de memes
fr: Sprint nocturne de mèmes
he: ספרינט מימים לילי
hi: देर रात मीम स्प्रिंट
it: Maratona notturna di meme
ja: 深夜のミーム閲覧
ko: 심야 밈 스프린트
pt_br: Maratona de memes de madrugada
ru: Ночной марафон мемов
tr: Gece geç saatlerde meme maratonu
uk_ua: Нічний марафон мемів
zh_hans: 深夜表情包冲刺

source: Make sure these times look right before we continue.
ar: تأكد من صحة هذه الأوقات قبل المتابعة.
bn: আমরা চালিয়ে যাওয়ার আগে এই সময়গুলি সঠিক কিনা তা নিশ্চিত করুন।
da: Sørg for, at disse tidspunkter ser rigtige ud, før vi fortsætter.
de: Stelle sicher, dass diese Zeiten korrekt sind, bevor wir fortfahren.
es: Asegúrate de que estos horarios sean correctos antes de continuar.
fr: Assurez-vous que ces horaires sont corrects avant de continuer.
he: ודא שהזמנים האלה נראים נכונים לפני שנמשיך.
hi: आगे बढ़ने से पहले सुनिश्चित करें कि ये समय सही दिख रहे हैं।
it: Assicurati che questi orari siano corretti prima di continuare.
ja: 続行する前に、これらの時間が正しいことを確認してください。
ko: 계속하기 전에 이 시간이 맞는지 확인하세요.
pt_br: Certifique-se de que estes horários estão corretos antes de continuarmos.
ru: Убедитесь, что время указано правильно, прежде чем мы продолжим.
tr: Devam etmeden önce bu saatlerin doğru göründüğünden emin ol.
uk_ua: Переконайтеся, що ці часові проміжки правильні, перш ніж продовжити.
zh_hans: 在继续之前，请确保这些时间正确。

source: No alarm scheduled. You can add one later in Settings.
ar: لا يوجد منبه مجدول. يمكنك إضافة واحد لاحقًا في الإعدادات.
bn: কোনো অ্যালার্ম নির্ধারিত নেই। আপনি পরে সেটিংসে একটি যোগ করতে পারেন।
da: Ingen alarm planlagt. Du kan tilføje en senere i Indstillinger.
de: Kein Alarm geplant. Du kannst später einen in den Einstellungen hinzufügen.
es: No hay alarma programada. Puedes añadir una más tarde en Ajustes.
fr: Aucune alarme programmée. Vous pourrez en ajouter une plus tard dans les Paramètres.
he: לא נקבעה התראה. ניתן להוסיף אחת מאוחר יותר בהגדרות.
hi: कोई अलार्म निर्धारित नहीं है। आप बाद में सेटिंग्स में एक जोड़ सकते हैं।
it: Nessun allarme programmato. Puoi aggiungerne uno più tardi nelle Impostazioni.
ja: アラームが設定されていません。後で設定から追加できます。
ko: 예약된 알람이 없습니다. 나중에 설정에서 추가할 수 있습니다.
pt_br: Nenhum alarme programado. Você pode adicionar um depois nas Configurações.
ru: Сигнал не запланирован. Вы можете добавить его позже в настройках.
tr: Planlanmış alarm yok. Daha sonra Ayarlar'dan bir tane ekleyebilirsiniz.
uk_ua: Будильник не встановлено. Ви можете додати його пізніше в налаштуваннях.
zh_hans: 未设置闹钟。您可以稍后在设置中添加。

source: No alarms added
ar: لم تتم إضافة منبهات
bn: কোনো অ্যালার্ম যোগ করা হয়নি
da: Ingen alarmer tilføjet
de: Keine Wecker hinzugefügt
es: No hay alarmas añadidas
fr: Aucune alarme ajoutée
he: לא נוספו התראות
hi: कोई अलार्म नहीं जोड़ा गया
it: Nessuna sveglia aggiunta
ja: アラームが追加されていません
ko: 추가된 알람 없음
pt_br: Nenhum alarme adicionado
ru: Будильники не добавлены
tr: Hiç alarm eklenmedi
uk_ua: Будильники не додано
zh_hans: 未添加闹钟

source: No alarms yet
ar: لا توجد منبهات حتى الآن
bn: এখনও কোনো অ্যালার্ম নেই
da: Ingen alarmer endnu
de: Noch keine Wecker
es: Aún no hay alarmas
fr: Aucune alarme pour l'instant
he: אין התראות עדיין
hi: अभी तक कोई अलार्म नहीं
it: Ancora nessuna sveglia
ja: アラームはまだありません
ko: 아직 알람이 없습니다
pt_br: Nenhum alarme ainda
ru: Будильников пока нет
tr: Henüz alarm yok
uk_ua: Ще немає будильників
zh_hans: 尚无闹钟

source: No apps selected yet
ar: لم يتم اختيار تطبيقات بعد
bn: এখনও কোনো অ্যাপ নির্বাচন করা হয়নি
da: Ingen apps valgt endnu
de: Noch keine Apps ausgewählt
es: Aún no hay aplicaciones seleccionadas
fr: Aucune application sélectionnée pour l'instant
he: טרם נבחרו אפליקציות
hi: अभी तक कोई ऐप नहीं चुना गया
it: Nessuna app selezionata ancora
ja: まだアプリが選択されていません
ko: 아직 선택된 앱 없음
pt_br: Nenhum aplicativo selecionado ainda
ru: Приложения еще не выбраны
tr: Henüz hiç uygulama seçilmedi
uk_ua: Ще не вибрано жодного додатка
zh_hans: 尚未选择应用

source: No days selected
ar: لم يتم تحديد أيام
bn: কোনো দিন নির্বাচিত নেই
da: Ingen dage valgt
de: Keine Tage ausgewählt
es: Ningún día seleccionado
fr: Aucun jour sélectionné
he: לא נבחרו ימים
hi: कोई दिन चयनित नहीं
it: Nessun giorno selezionato
ja: 日付が選択されていません
ko: 선택된 요일 없음
pt_br: Nenhum dia selecionado
ru: Дни не выбраны
tr: Hiçbir gün seçilmedi
uk_ua: Дні не вибрано
zh_hans: 未选择任何天数

source: No sleep routines yet
ar: لا توجد روتينات نوم حتى الآن
bn: এখনও কোনো ঘুমের রুটিন নেই
da: Ingen søvnrutiner endnu
de: Noch keine Schlafroutinen
es: Aún no hay rutinas de sueño
fr: Pas encore de routines de sommeil
he: אין עדיין שגרות שינה
hi: अभी तक कोई नींद की दिनचर्या नहीं
it: Ancora nessuna routine del sonno
ja: 睡眠ルーティンがまだありません
ko: 아직 수면 루틴이 없습니다
pt_br: Ainda não há rotinas de sono
ru: Режимы сна пока отсутствуют
tr: Henüz uyku rutini yok
uk_ua: Ще немає режимів сну
zh_hans: 尚无睡眠计划

source: Not configured
ar: غير مُعد
bn: কনফিগার করা হয়নি
da: Ikke konfigureret
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
he: לא מוגדר
hi: कॉन्फ़िगर नहीं किया गया
it: Non configurato
ja: 未設定
ko: 설정되지 않음
pt_br: Não configurado
ru: Не настроено
tr: Yapılandırılmadı
uk_ua: Не налаштовано
zh_hans: 未配置

source: Not selected
ar: غير محدد
bn: নির্বাচিত নয়
da: Ikke valgt
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
he: לא נבחר
hi: चयनित नहीं
it: Non selezionato
ja: 選択されていません
ko: 선택되지 않음
pt_br: Não selecionado
ru: Не выбрано
tr: Seçilmedi
uk_ua: Не вибрано
zh_hans: 未选择

source: Off
ar: إيقاف
bn: বন্ধ
da: Fra
de: Aus
es: Desactivado
fr: Désactivé
he: כבוי
hi: बंद
ja: オフ
ko: 꺼짐
pt_br: Desativado
ru: Выкл.
tr: Kapalı
uk_ua: Вимк.
zh_hans: 关闭

source: OK
ar: موافق
bn: ঠিক আছে
es: Aceptar
he: אישור
hi: ठीक है
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 确定

source: One-time reminder
ar: تذكير لمرة واحدة
bn: একবারের রিমাইন্ডার
da: Engangspåmindelse
de: Einmalige Erinnerung
es: Recordatorio único
fr: Rappel unique
he: תזכורת חד פעמית
hi: एक बार का रिमाइंडर
it: Promemoria singolo
ja: 一回限りのリマインダー
ko: 일회성 알림
pt_br: Lembrete único
ru: Одноразовое напоминание
tr: Bir kerelik hatırlatıcı
uk_ua: Одноразове нагадування
zh_hans: 一次性提醒

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: सेटिंग्स खोलें
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir configurações
ru: Открыть настройки
tr: Ayarları aç
uk_ua: Відкрити налаштування
zh_hans: 打开设置

source: Optional · matches wake-up time
ar: اختياري · يطابق وقت الاستيقاظ
bn: ঐচ্ছিক · জেগে ওঠার সময়ের সাথে মিলবে
da: Valgfrit · matcher opvågningstid
de: Optional · entspricht der Aufwachzeit
es: Opcional · coincide con la hora de despertar
fr: Optionnel · correspond à l'heure de réveil
he: אופציונלי · תואם לזמן ההתעוררות
hi: वैकल्पिक · जागने के समय से मेल खाता है
it: Opzionale · corrisponde all'ora di sveglia
ja: 任意 · 起床時間に合わせる
ko: 선택 사항 · 기상 시간과 일치
pt_br: Opcional · corresponde ao horário de despertar
ru: Необязательно · совпадает со временем пробуждения
tr: İsteğe bağlı · uyanma zamanıyla eşleşir
uk_ua: Необов'язково · збігається з часом пробудження
zh_hans: 可选 · 匹配醒来时间

source: Pause
ar: إيقاف مؤقت
bn: বিরতি
es: Pausar
he: השהה
hi: रोकें
it: Pausa
ja: 一時停止
ko: 일시 중지
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk_ua: Пауза
zh_hans: 暂停

source: Permission needed
ar: الإذن مطلوب
bn: অনুমতি প্রয়োজন
da: Tilladelse påkrævet
de: Berechtigung erforderlich
es: Permiso necesario
fr: Permission nécessaire
he: נדרשת הרשאה
hi: अनुमति आवश्यक है
it: Permesso necessario
ja: 権限が必要です
ko: 권한 필요
pt_br: Permissão necessária
ru: Требуется разрешение
tr: İzin gerekli
uk_ua: Потрібен дозвіл
zh_hans: 需要权限

source: Phone-free morning
ar: صباح خالٍ من الهاتف
bn: ফোন-মুক্ত সকাল
da: Telefonfri morgen
de: Smartphone-freier Morgen
es: Mañana sin teléfono
fr: Matinée sans téléphone
he: בוקר ללא טלפון
hi: फोन-मुक्त सुबह
it: Mattina senza telefono
ja: スマホフリーの朝
ko: 휴대폰 없는 아침
pt_br: Manhã sem celular
ru: Утро без телефона
tr: Telefonsuz sabah
uk_ua: Ранок без телефона
zh_hans: 无手机的早晨

source: Pick the apps, categories, or websites to keep quiet during your routine.
ar: اختر التطبيقات أو الفئات أو المواقع الإلكترونية لإبقائها هادئة خلال روتينك.
bn: আপনার রুটিনের সময় শান্ত রাখতে অ্যাপ, বিভাগ, বা ওয়েবসাইট বেছে নিন।
da: Vælg de apps, kategorier eller websites, der skal holdes stille under din rutine.
de: Wähle die Apps, Kategorien oder Websites aus, die während deiner Routine ruhig bleiben sollen.
es: Elige las aplicaciones, categorías o sitios web que quieres mantener en silencio durante tu rutina.
fr: Choisissez les applications, catégories ou sites web à garder silencieux pendant votre routine.
he: בחר את האפליקציות, הקטגוריות או האתרים שיישארו שקטים במהלך השגרה שלך.
hi: अपनी दिनचर्या के दौरान शांत रखने के लिए ऐप्स, श्रेणियां, या वेबसाइटें चुनें।
it: Scegli le app, le categorie o i siti web da mantenere silenziosi durante la tua routine.
ja: ルーティン中に静かに保つアプリ、カテゴリー、またはウェブサイトを選択してください。
ko: 루틴 중에 조용히 유지할 앱, 카테고리 또는 웹사이트를 선택하세요.
pt_br: Escolha os aplicativos, categorias ou sites para manter silenciados durante sua rotina.
ru: Выберите приложения, категории или веб-сайты, которые будут оставаться тихими во время вашего режима.
tr: Rutinin sırasında sessiz kalmasını istediğin uygulamaları, kategorileri veya web sitelerini seç.
uk_ua: Виберіть додатки, категорії або веб-сайти, які мають бути тихими під час вашого режиму.
zh_hans: 选择在您的日常活动中保持安静的应用、类别或网站。

source: Please try again.
ar: يرجى المحاولة مرة أخرى.
bn: অনুগ্রহ করে আবার চেষ্টা করুন।
da: Prøv venligst igen.
de: Bitte versuche es erneut.
es: Por favor, inténtalo de nuevo.
fr: Veuillez réessayer.
he: אנא נסה שוב.
hi: कृपया पुनः प्रयास करें।
it: Riprova.
ja: もう一度お試しください。
ko: 다시 시도해 주세요.
pt_br: Por favor, tente novamente.
ru: Пожалуйста, попробуйте снова.
tr: Lütfen tekrar dene.
uk_ua: Будь ласка, спробуйте ще раз.
zh_hans: 请再试一次。

source: Post-block
ar: ما بعد الحظر
bn: পোস্ট-ব্লক
da: Efter blokering
de: Nach der Blockierung
es: Post-bloqueo
fr: Après-blocage
he: אחרי חסימה
hi: पोस्ट-ब्लॉक
it: Post-blocco
ja: ブロック後
ko: 차단 후
pt_br: Pós-bloqueio
ru: После блокировки
tr: Engelleme sonrası
uk_ua: Після блокування
zh_hans: 屏蔽后

source: Post-wake blocking
ar: حظر ما بعد الاستيقاظ
bn: পোস্ট-ওয়েক ব্লকিং
da: Blokering efter opvågning
de: Post-Wake-Blockierung
es: Bloqueo posterior al despertar
fr: Blocage post-réveil
he: חסימה לאחר ההתעוררות
hi: जागने के बाद का ब्लॉकिंग
it: Blocco post-risveglio
ja: 起床後ブロッキング
ko: 기상 후 차단
pt_br: Bloqueio pós-despertar
ru: Блокировка после пробуждения
tr: Uyanma sonrası engelleme
uk_ua: Блокування після пробудження
zh_hans: 唤醒后阻止

source: Post-Wake Blocking
ar: حظر ما بعد الاستيقاظ
bn: পোস্ট-ওয়েক ব্লকিং
da: Blokering efter opvågning
de: Post-Wake-Blockierung
es: Bloqueo Posterior al Despertar
fr: Blocage Post-Réveil
he: חסימה לאחר ההתעוררות
hi: जागने के बाद का ब्लॉकिंग
it: Blocco Post-Risveglio
ja: 起床後ブロッキング
ko: 기상 후 차단
pt_br: Bloqueio Pós-Despertar
ru: Блокировка после пробуждения
tr: Uyanma Sonrası Engelleme
uk_ua: Блокування після пробудження
zh_hans: 唤醒后阻止

source: Post-Wake Duration
ar: مدة ما بعد الاستيقاظ
bn: পোস্ট-ওয়েক সময়কাল
da: Varighed efter opvågning
de: Post-Wake-Dauer
es: Duración Posterior al Despertar
fr: Durée Post-Réveil
he: משך זמן לאחר ההתעוררות
hi: जागने के बाद की अवधि
it: Durata Post-Risveglio
ja: 起床後の期間
ko: 기상 후 지속 시간
pt_br: Duração Pós-Despertar
ru: Длительность после пробуждения
tr: Uyanma Sonrası Süre
uk_ua: Тривалість після пробудження
zh_hans: 唤醒后持续时间

source: Pre-block
ar: ما قبل الحظر
bn: প্রি-ব্লক
da: Forblokering
de: Vorblockierung
es: Pre-bloqueo
fr: Pré-blocage
he: טרום-חסימה
hi: पूर्व-ब्लॉक
it: Pre-blocco
ja: 事前ブロック
ko: 사전 차단
pt_br: Pré-bloqueio
ru: Предварительная блокировка
tr: Ön engelleme
uk_ua: Попереднє блокування
zh_hans: 预阻止

source: Pre-sleep blocking
ar: حظر ما قبل النوم
bn: প্রি-স্লিপ ব্লকিং
da: Blokering før søvn
de: Vorschlaf-Blockierung
es: Bloqueo previo al sueño
fr: Blocage pré-sommeil
he: חסימה לפני השינה
hi: सोने से पहले का ब्लॉकिंग
it: Blocco pre-sonno
ja: 睡眠前ブロッキング
ko: 수면 전 차단
pt_br: Bloqueio pré-sono
ru: Блокировка перед сном
tr: Uyku öncesi engelleme
uk_ua: Блокування перед сном
zh_hans: 睡前阻止

source: Pre-Sleep Blocking
ar: حظر ما قبل النوم
bn: প্রি-স্লিপ ব্লকিং
da: Blokering før søvn
de: Vorschlaf-Blockierung
es: Bloqueo Previo al Sueño
fr: Blocage Pré-Sommeil
he: חסימה לפני השינה
hi: सोने से पहले का ब्लॉकिंग
it: Blocco Pre-Sonno
ja: 睡眠前ブロッキング
ko: 수면 전 차단
pt_br: Bloqueio Pré-Sono
ru: Блокировка перед сном
tr: Uyku Öncesi Engelleme
uk_ua: Блокування перед сном
zh_hans: 睡前阻止

source: Pre-Sleep Duration
ar: مدة ما قبل النوم
bn: প্রি-স্লিপ সময়কাল
da: Varighed før søvn
de: Vorschlaf-Dauer
es: Duración Previa al Sueño
fr: Durée Pré-Sommeil
he: משך זמן לפני השינה
hi: सोने से पहले की अवधि
it: Durata Pre-Sonno
ja: 睡眠前の期間
ko: 수면 전 지속 시간
pt_br: Duração Pré-Sono
ru: Длительность перед сном
tr: Uyku Öncesi Süre
uk_ua: Тривалість перед сном
zh_hans: 睡前持续时间

source: Pre-sleep restrictions and alarm overview
ar: نظرة عامة على قيود ما قبل النوم والمنبه
bn: প্রি-স্লিপ বিধিনিষেধ এবং অ্যালার্ম ওভারভিউ
da: Begrænsninger før søvn og alarmoversigt
de: Vorschlaf-Einschränkungen und Weckübersicht
es: Restricciones previas al sueño y resumen de alarma
fr: Aperçu des restrictions pré-sommeil et de l'alarme
he: סקירת הגבלות לפני השינה והתראות
hi: सोने से पहले के प्रतिबंध और अलार्म अवलोकन
it: Panoramica delle restrizioni pre-sonno e della sveglia
ja: 睡眠前の制限とアラーム概要
ko: 수면 전 제한 및 알람 개요
pt_br: Visão geral das restrições pré-sono e alarme
ru: Ограничения перед сном и обзор будильника
tr: Uyku öncesi kısıtlamalar ve alarm genel bakışı
uk_ua: Огляд обмежень перед сном та будильника
zh_hans: 睡前限制和闹钟概览

source: Remove alarm %lld
ar: إزالة المنبه %lld
bn: অ্যালার্ম %lld সরান
da: Fjern alarm %lld
de: Wecker %lld entfernen
es: Eliminar alarma %lld
fr: Supprimer l'alarme %lld
he: הסר התראה %lld
hi: अलार्म %lld हटाएं
it: Rimuovi sveglia %lld
ja: アラーム%lldを削除
ko: 알람 %lld 삭제
pt_br: Remover alarme %lld
ru: Удалить будильник %lld
tr: %lld alarmını kaldır
uk_ua: Видалити будильник %lld
zh_hans: 移除闹钟 %lld

source: Repeat
ar: تكرار
bn: পুনরাবৃত্তি
da: Gentag
de: Wiederholen
es: Repetir
fr: Répéter
he: חזור
hi: दोहराएं
it: Ripeti
ja: 繰り返し
ko: 반복
pt_br: Repetir
ru: Повторить
tr: Tekrarla
uk_ua: Повторити
zh_hans: 重复

source: Repeat a countdown
ar: تكرار العد التنازلي
bn: একটি কাউন্টডাউন পুনরাবৃত্তি করুন
da: Gentag en nedtælling
de: Countdown wiederholen
es: Repetir una cuenta regresiva
fr: Répéter un compte à rebours
he: חזור על ספירה לאחור
hi: काउंटडाउन दोहराएं
it: Ripeti un conto alla rovescia
ja: カウントダウンを繰り返す
ko: 카운트다운 반복
pt_br: Repetir uma contagem regressiva
ru: Повторить обратный отсчёт
tr: Geri sayımı tekrarla
uk_ua: Повторити зворотний відлік
zh_hans: 重复倒计时

source: Repeats weekly
ar: يتكرر أسبوعيًا
bn: সাপ্তাহিক পুনরাবৃত্তি
da: Gentages ugentligt
de: Wiederholt sich wöchentlich
es: Se repite semanalmente
fr: Se répète chaque semaine
he: חוזר מדי שבוע
hi: साप्ताहिक दोहराता है
it: Si ripete settimanalmente
ja: 毎週繰り返し
ko: 매주 반복
pt_br: Repete semanalmente
ru: Повторяется еженедельно
tr: Haftalık tekrarlar
uk_ua: Повторюється щотижня
zh_hans: 每周重复

source: Requesting...
ar: جارٍ الطلب...
bn: অনুরোধ করা হচ্ছে...
da: Anmoder...
de: Anfrage läuft...
es: Solicitando...
fr: Demande en cours...
he: מבקש...
hi: अनुरोध कर रहा है...
it: Richiesta in corso...
ja: リクエスト中...
ko: 요청 중...
pt_br: Solicitando...
ru: Запрос отправляется...
tr: İsteniyor...
uk_ua: Запит...
zh_hans: 请求中...

source: Resume
ar: استئناف
bn: পুনরায় শুরু করুন
da: Genoptag
de: Fortsetzen
es: Reanudar
fr: Reprendre
he: המשך
hi: फिर से शुरू करें
it: Riprendi
ja: 再開
ko: 계속하기
pt_br: Retomar
ru: Возобновить
tr: Devam et
uk_ua: Відновити
zh_hans: 继续

source: Review your wind-down plan.
ar: مراجعة خطة الاسترخاء الخاصة بك.
bn: আপনার শান্ত হওয়ার পরিকল্পনা পর্যালোচনা করুন।
da: Gennemgå din afslapningsplan.
de: Überprüfe deinen Entspannungsplan.
es: Revisa tu plan de relajación.
fr: Examinez votre plan de relaxation.
he: סקור את תוכנית הרגיעה שלך.
hi: अपनी विंड-डाउन योजना की समीक्षा करें।
it: Rivedi il tuo piano di rilassamento.
ja: 就寝前の計画を確認してください。
ko: 취침 준비 계획을 검토하세요.
pt_br: Revise seu plano de relaxamento.
ru: Просмотрите ваш план расслабления.
tr: Rahatlama planınızı gözden geçirin.
uk_ua: Перегляньте свій план відпочинку.
zh_hans: 查看您的放松计划。

source: Rings on your selected days.
ar: يرن في الأيام التي اخترتها.
bn: আপনার নির্বাচিত দিনগুলিতে বাজবে।
da: Ringer på de valgte dage.
de: Klingelt an deinen ausgewählten Tagen.
es: Suena en los días seleccionados.
fr: Sonne les jours que vous avez sélectionnés.
he: מצלצל בימים שבחרת.
hi: आपके चयनित दिनों पर बजता है।
it: Suona nei giorni selezionati.
ja: 選択した日に鳴ります。
ko: 선택한 요일에 울립니다.
pt_br: Toca nos dias selecionados.
ru: Звонит в выбранные вами дни.
tr: Seçtiğiniz günlerde çalar.
uk_ua: Дзвонить у вибрані вами дні.
zh_hans: 在您选择的日子响铃。

source: Runs once
ar: يعمل مرة واحدة
bn: একবার চলে
da: Kører én gang
de: Läuft einmal
es: Se ejecuta una vez
fr: S'exécute une fois
he: פועל פעם אחת
hi: एक बार चलता है
it: Esegue una sola volta
ja: 一度だけ実行
ko: 한 번 실행
pt_br: Executa uma vez
ru: Выполняется один раз
tr: Bir kez çalışır
uk_ua: Запускається один раз
zh_hans: 运行一次

source: Save Alarm
ar: حفظ المنبه
bn: অ্যালার্ম সংরক্ষণ করুন
da: Gem alarm
de: Wecker speichern
es: Guardar Alarma
fr: Enregistrer l'alarme
he: שמור התראה
hi: अलार्म सहेजें
it: Salva sveglia
ja: アラームを保存
ko: 알람 저장
pt_br: Salvar Alarme
ru: Сохранить будильник
tr: Alarmı kaydet
uk_ua: Зберегти будильник
zh_hans: 保存闹钟

source: Scheduled Alarms
ar: المنبهات المجدولة
bn: নির্ধারিত অ্যালার্মসমূহ
da: Planlagte alarmer
de: Geplante Wecker
es: Alarmas programadas
fr: Alarmes programmées
he: התראות מתוזמנות
hi: निर्धारित अलार्म
it: Sveglie programmate
ja: 予定されたアラーム
ko: 예약된 알람
pt_br: Alarmes programados
ru: Запланированные будильники
tr: Planlanmış alarmlar
uk_ua: Заплановані будильники
zh_hans: 已安排的闹钟

source: Screen Time Access Required
ar: مطلوب الوصول إلى وقت الشاشة
bn: স্ক্রিন টাইম অ্যাক্সেস প্রয়োজন
da: Adgang til skærmtid kræves
de: Bildschirmzeit-Zugriff erforderlich
es: Se Requiere Acceso al Tiempo de Pantalla
fr: Accès au Temps d'écran requis
he: נדרשת גישה לזמן מסך
hi: स्क्रीन टाइम एक्सेस आवश्यक है
it: Accesso a Tempo di Utilizzo richiesto
ja: スクリーンタイムのアクセスが必要です
ko: 스크린 타임 접근 필요
pt_br: Acesso ao Tempo de Tela Necessário
ru: Требуется доступ к экранному времени
tr: Ekran Süresi Erişimi Gerekli
uk_ua: Потрібен доступ до екранного часу
zh_hans: 需要屏幕时间访问权限

source: Select at least one day to continue.
ar: حدد يومًا واحدًا على الأقل للمتابعة.
bn: চালিয়ে যেতে কমপক্ষে একটি দিন নির্বাচন করুন।
da: Vælg mindst én dag for at fortsætte.
de: Wähle mindestens einen Tag aus, um fortzufahren.
es: Selecciona al menos un día para continuar.
fr: Sélectionnez au moins un jour pour continuer.
he: בחר לפחות יום אחד כדי להמשיך.
hi: जारी रखने के लिए कम से कम एक दिन चुनें।
it: Seleziona almeno un giorno per continuare.
ja: 続行するには少なくとも1日を選択してください。
ko: 계속하려면 최소 하나의 요일을 선택하세요.
pt_br: Selecione pelo menos um dia para continuar.
ru: Выберите хотя бы один день, чтобы продолжить.
tr: Devam etmek için en az bir gün seçin.
uk_ua: Виберіть принаймні один день, щоб продовжити.
zh_hans: 请选择至少一天以继续。

source: Selected
ar: محدد
bn: নির্বাচিত
da: Valgt
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
he: נבחר
hi: चयनित
it: Selezionato
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
tr: Seçildi
uk_ua: Вибрано
zh_hans: 已选择

source: Set Up Sleep Routine
ar: إعداد روتين النوم
bn: ঘুমের রুটিন সেট আপ করুন
da: Opsæt søvnrutine
de: Schlafroutine einrichten
es: Configurar rutina de sueño
fr: Configurer la routine de sommeil
he: הגדר שגרת שינה
hi: नींद की दिनचर्या सेट करें
it: Configura routine del sonno
ja: 睡眠ルーティンを設定
ko: 수면 루틴 설정
pt_br: Configurar rotina de sono
ru: Настроить режим сна
tr: Uyku rutini ayarla
uk_ua: Налаштувати режим сну
zh_hans: 设置睡眠计划

source: Settings
ar: الإعدادات
bn: সেটিংস
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk_ua: Налаштування
zh_hans: 设置

source: Share with Friends
ar: مشاركة مع الأصدقاء
bn: বন্ধুদের সাথে শেয়ার করুন
da: Del med venner
de: Mit Freunden teilen
es: Compartir con amigos
fr: Partager avec des amis
he: שתף עם חברים
hi: दोस्तों के साथ साझा करें
it: Condividi con gli amici
ja: 友達とシェア
ko: 친구와 공유하기
pt_br: Compartilhar com amigos
ru: Поделиться с друзьями
tr: Arkadaşlarınla paylaş
uk_ua: Поділитися з друзями
zh_hans: 与朋友分享
